Repository: osaurus-ai/osaurus
Catalog: Packages/OsaurusCore/Resources/Localizable.xcstrings
Source language: en
Languages: ko, ru, zh_hans, zh_hant

source: Local endpoints don't usually need a key — leave blank to skip auth.
ko: 로컬 엔드포인트는 일반적으로 키가 필요하지 않습니다 — 인증을 건너뛰려면 비워 두세요.
ru: Локальным конечным точкам обычно ключ не нужен — оставьте поле пустым, чтобы пропустить аутентификацию.
zh_hans: 本地端点通常不需要密钥——留空即可跳过身份验证。
zh_hant: 本地端點通常不需要密鑰——留空即可跳過身份驗證。

source: Local Guide
ko: 로컬 가이드
ru: Местный гид
zh_hans: 本地指南
zh_hant: 本地指南

source: Local model (detected)
ko: 로컬 모델(감지됨)
ru: Локальная модель (обнаружена)
zh_hans: 本地模型（已检测到）
zh_hant: 本地模型（已檢測到）

source: Local models are compute-intensive and our curated picks need more unified memory than this machine has. We recommend a different path.
ko: 로컬 모델은 계산 집약적이며, 추천 모델은 이 컴퓨터의 통합 메모리보다 더 많은 메모리를 필요로 합니다. 다른 방법을 권장합니다.
ru: Локальные модели требуют больших вычислительных ресурсов, и нашим тщательно подобранным моделям требуется больше унифицированной памяти, чем имеется на этой машине. Мы рекомендуем другой путь.
zh_hans: 本地模型计算量大，我们精选的模型所需的统一内存超过了本机的容量。我们建议选择其他方案。
zh_hant: 本地模型計算量大，我們精選的模型所需的統一內存超過了本機的容量。我們建議選擇其他方案。

source: Local Network Discovery
ko: 로컬 네트워크 탐색
ru: Обнаружение локальной сети
zh_hans: 本地网络发现
zh_hant: 本地網絡發現

source: Local OpenAI-compatible validation returns typed 400 errors for unsupported sampler fields such as n > 1 or response_format=json_schema.
ko: 로컬 OpenAI 호환성 검증은 n > 1 또는 response_format=json_schema와 같이 지원되지 않는 샘플러 필드에 대해 유형화된 400 오류를 반환합니다.
ru: Локальная OpenAI-совместимая проверка возвращает типизированные ошибки 400 для неподдерживаемых полей семплера, например n > 1 или response_format=json_schema.
zh_hans: 本地 OpenAI 兼容的校验对于不支持的采样器字段（例如 n > 1 或 response_format=json_schema）会返回类型化的 400 错误。
zh_hant: 本地 OpenAI 兼容的校驗對於不支持的採樣器字段（例如 n > 1 或 response_format=json_schema）會返回類型化的 400 錯誤。

source: Local Themes
ko: 로컬 테마
ru: Локальные темы
zh_hans: 本地主题
zh_hant: 本地主題

source: Localhost clients can call the API without a real key. Create access keys for LAN, relay, or clients that require a Bearer value.
ko: Localhost 클라이언트는 실제 키 없이 API를 호출할 수 있습니다. LAN, 릴레이 또는 Bearer 값이 필요한 클라이언트를 위한 액세스 키를 생성하세요.
ru: Клиенты Localhost могут вызывать API без настоящего ключа. Создайте ключи доступа для LAN, ретранслятора или клиентов, которым требуется значение носителя.
zh_hans: 本地主机客户端可以无需真实密钥调用 API。为局域网、中继或需要 Bearer 值的客户端创建访问密钥。
zh_hant: 本地主機客戶端可以無需真實密鑰調用API。爲局域網、中繼或需要Bearer值的客戶端創建訪問密鑰。

source: Location
ko: 위치
ru: Расположение
zh_hans: 位置
zh_hant: 位置

source: LOCKED
ko: 잠김
ru: ЗАБЛОКИРОВАНО
zh_hans: 锁定
zh_hant: 鎖定

source: Log
ko: 로그
ru: Бревно
zh_hans: 日志
zh_hant: 日誌

source: Log Level
ko: 로그 수준
ru: Уровень журнала
zh_hans: 日志级别
zh_hant: 日誌級別

source: Logs
ko: 로그
ru: Журналы
zh_hans: 日志
zh_hant: 日誌

source: Long-Prompt Window Multiplier
ko: 긴 프롬프트 창 배수
ru: Множитель окна длинного запроса
zh_hans: 长提示窗口乘数
zh_hant: 長提示窗口乘數

source: LongCat local bundles require native vmlx architecture, processor, cache, and media-path support before Osaurus should offer them as runnable.
ko: LongCat 로컬 번들을 실행 가능한 상태로 Osaurus에서 제공하려면 네이티브 vmlx 아키텍처, 프로세서, 캐시 및 미디어 경로 지원이 필요합니다.
ru: Локальные пакеты LongCat требуют встроенной архитектуры vmlx, процессора, кэша и поддержки медиа-пути, прежде чем Osaurus сможет предложить их как работоспособные.
zh_hans: LongCat 本地捆绑包需要原生 vmlx 架构、处理器、缓存和媒体路径支持，之后 Osaurus 才能将它们作为可运行项提供。
zh_hant: LongCat 本地捆綁包需要原生 vmlx 架構、處理器、緩存和媒體路徑支持，之後 Osaurus 才能將它們作爲可運行項提供。

source: Look and navigate freely; never edit.
ko: 자유롭게 살펴보고 탐색하되 편집하지 마세요.
ru: Смотрите и перемещайтесь свободно; никогда не редактируйте.
zh_hans: 自由查看和导航；绝不编辑。
zh_hant: 瀏覽並自由導航；從不編輯。

source: Looking
ko: 살펴보는 중
ru: Смотрящий
zh_hans: 查看
zh_hant: 看

source: Looking for AppleScript models?
ko: AppleScript 모델을 찾고 계신가요?
ru: Ищете модели AppleScript?
zh_hans: 正在寻找 AppleScript 模型？
zh_hant: 正在尋找 AppleScript 模型？

source: Low
ko: 낮음
ru: Низкий
zh_hans: 低
zh_hant: 低

source: Lower = focused. Higher = creative. 0 picks the single most-likely token.
ko: 낮음 = 집중. 높음 = 창의적. 0은 가장 가능성 있는 단일 토큰을 선택합니다.
ru: Нижний = сосредоточенный. Высшее = креатив. 0 выбирает один наиболее вероятный токен.
zh_hans: 数值越低，输出越专注；数值越高，越具创造性。设为 0 则始终选取概率最高的单个 Token。
zh_hant: 數值越低，輸出越專注；數值越高，越具創造性。設爲 0 則始終選取概率最高的單個 token。

source: macOS permissions
ko: macOS 권한
ru: Разрешения macOS
zh_hans: macOS 权限

source: macOS version does not support sandbox provisioning
ko: macOS 버전이 샌드박스 프로비저닝을 지원하지 않습니다
ru: Версия macOS не поддерживает подготовку песочницы
zh_hans: macOS 版本不支持沙盒配置
zh_hant: macOS版本不支持沙盒配置

source: Made to feel like yours
ko: 나만의 것으로 만들기
ru: Настраивается под вас
zh_hans: 为你量身打造
zh_hant: 打造得宛如你專屬

source: Maintenance
ko: 유지 보수
ru: Обслуживание
zh_hans: 维护
zh_hant: 維護

source: Make ⌘+N start a new chat in the frontmost chat window, like the sidebar's New Chat button. New Window moves to ⇧+⌘+N, matching other chat apps. Turn off to keep ⌘+N opening a new window.
ko: 사이드바의 새 채팅 버튼처럼 ⌘+N이 가장 앞에 있는 채팅 창에서 새 채팅을 시작하도록 합니다. 새 창은 다른 채팅 앱과 같이 ⇧+⌘+N으로 이동합니다. 끄면 ⌘+N이 계속 새 창을 엽니다.
ru: ⌘+N начинает новый чат в переднем окне чата, как кнопка «Новый чат» на боковой панели. «Новое окно» переходит на ⇧+⌘+N, как в других чат-приложениях. Выключите, чтобы ⌘+N по-прежнему открывал новое окно.
zh_hans: 让 ⌘+N 在最前面的聊天窗口开始新聊天，与侧边栏的新聊天按钮相同。新窗口改为 ⇧+⌘+N，与其他聊天应用一致。关闭后 ⌘+N 仍打开新窗口。
zh_hant: 讓 ⌘+N 在最前面的聊天視窗開始新聊天，與側邊欄的新聊天按鈕相同。新視窗改為 ⇧+⌘+N，與其他聊天應用程式一致。關閉後 ⌘+N 仍會開啟新視窗。

source: Make My Signature
ko: 나만의 서명 만들기
ru: Поставь мою подпись
zh_hans: 生成我的签名
zh_hant: 生成我的簽名

source: Make this yours
ko: 나만의 것으로 만들기
ru: Сделайте это своим
zh_hans: 打造你的专属
zh_hant: 打造你的專屬

source: Making your signature…
ko: 서명 만드는 중…
ru: Делаем свою подпись…
zh_hans: 正在生成你的签名…
zh_hant: 正在生成你的簽名…

source: Malformed cache folder
ko: 잘못된 형식의 캐시 폴더
ru: Неправильно сформированная папка кэша
zh_hans: 缓存文件夹格式异常
zh_hant: 緩存文件夾格式異常

source: Manage agent key
ko: 에이전트 키 관리
ru: Управление ключом агента
zh_hans: 管理智能体密钥
zh_hant: 管理智能體密鑰

source: Manage Agents...
ko: 에이전트 관리...
ru: Управлять Agents…
zh_hans: 管理智能体...
zh_hant: 管理智能體...

source: Manage Agents…
ko: 에이전트 관리…
ru: Управление агентами…
zh_hans: 管理智能体…
zh_hant: 管理智能體…

source: Manage and discover tools
ko: 도구 관리 및 검색
ru: Управляйте и находите инструменты
zh_hans: 管理和发现工具
zh_hant: 管理和發現工具

source: Manage keys in the Server → Overview tab. They are stored in the macOS Keychain and never leave this device.
ko: 서버 → 개요 탭에서 키를 관리하세요. 키는 macOS Keychain에 저장되며 이 기기 외부로 유출되지 않습니다.
ru: Управляйте ключами на вкладке Сервер → Обзор. Они хранятся в Связке ключей macOS и никогда не покидают это устройство.
zh_hans: 在“服务端 → 概览”标签页中管理密钥。它们存储在 macOS 钥匙串中，绝不会离开此设备。
zh_hant: 在「服務器 → 概覽」標籤頁中管理密鑰。它們存儲在 macOS 鑰匙串中，絕不會離開此設備。

source: Manage library
ko: 보관함 관리
ru: Управление библиотекой
zh_hans: 管理库
zh_hant: 管理庫

source: Manage Netlify sites, deploys, and DNS
ko: Netlify 사이트, 배포 및 DNS 관리
ru: Управление сайтами Netlify, развертыванием и DNS
zh_hans: 管理 Netlify 网站、部署和 DNS
zh_hant: 管理 Netlify 網站、部署和 DNS

source: Manage replies in Channels settings
ko: 채널 설정에서 답장 관리
ru: Управлять ответами в настройках каналов
zh_hans: 在频道设置中管理回复
zh_hant: 在頻道設定中管理回覆

source: Manage Schedules…
ko: 일정 관리…
ru: Управление расписаниями…
zh_hans: 管理日程…
zh_hant: 管理日程…

source: Manage Supabase Postgres, auth, and storage
ko: Supabase Postgres, 인증 및 저장소 관리
ru: Управление Supabase Postgres, аутентификацией и хранилищем
zh_hans: 管理 Supabase Postgres、认证和存储
zh_hant: 管理Supabase Postgres、認證和存儲

source: Manage system permissions for plugins and features
ko: 플러그인 및 기능의 시스템 권한 관리
ru: Управление системными разрешениями для плагинов и функций
zh_hans: 管理插件和功能的系统权限
zh_hant: 管理插件和功能的系統權限

source: Manage Themes…
ko: 테마 관리…
ru: Управление темами…
zh_hans: 管理主题…
zh_hant: 管理主題…

source: Manage Vercel projects, deploys, and DNS
ko: Vercel 프로젝트, 배포 및 DNS 관리
ru: Управляйте проектами Vercel, развертывайте и DNS
zh_hans: 管理 Vercel 项目、部署和 DNS
zh_hant: 管理 Vercel 項目、部署和 DNS

source: Manage Watchers…
ko: 모니터링 관리…
ru: Управление наблюдателями…
zh_hans: 管理监视器…
zh_hant: 管理監視器…

source: Manage your Cloudflare account, workers, and DNS
ko: Cloudflare 계정, 워커 및 DNS 관리
ru: Управляйте аккаунтом Cloudflare, Workers и DNS
zh_hans: 管理你的 Cloudflare 账户、Workers 和 DNS
zh_hant: 管理您的 Cloudflare 賬戶、Workers 和 DNS

source: Manage your identity, overrides, and memory configuration
ko: 신원, 재정의 및 메모리 설정 관리
ru: Управляйте своей идентификацией, переопределениями и конфигурацией памяти
zh_hans: 管理你的身份、覆盖项和记忆配置
zh_hant: 管理你的身份、覆蓋項和記憶配置

source: Manage your schedule
ko: 일정 관리
ru: Управляйте своим графиком
zh_hans: 管理你的日程
zh_hant: 管理你的日程

source: Managed a process in sandbox
ko: 샌드박스에서 프로세스를 관리함
ru: Управлял процессом в песочнице
zh_hans: 已在沙盒中管理进程
zh_hant: 已在沙盒中管理進程

source: Managed by plugin
ko: 플러그인에서 관리함
ru: Управляется плагином
zh_hans: 由插件管理
zh_hant: 由插件管理

source: Management
ko: 관리
ru: Управление
zh_hans: 管理
zh_hant: 管理

source: Managing a process in sandbox
ko: 샌드박스에서 프로세스 관리 중
ru: Управление процессом в песочнице
zh_hans: 正在沙盒中管理进程
zh_hant: 正在沙盒中管理進程

source: manual
ko: 수동
ru: вручную
zh_hans: 手动
zh_hant: 手冊

source: Manual
ko: 수동
ru: Руководство
zh_hans: 手动
zh_hant: 手動

source: Manual deployments
ko: 수동 배포
ru: Развертывание вручную
zh_hans: 手动部署
zh_hant: 手動部署

source: Manual endpoints (advanced)
ko: 수동 엔드포인트(고급)
ru: Конечные точки вручную (дополнительно)
zh_hans: 手动端点（高级）
zh_hant: 手動端點（高級）

source: Manual IDs are a fallback for chats not returned by discovery. Direct chats use E.164 phone numbers (+15551234567); groups use their JID (1203630XXXX@g.us).
ko: 수동 ID는 검색으로 찾을 수 없는 채팅을 위한 대비책입니다. 1:1 채팅은 E.164 전화번호(+15551234567)를, 그룹은 JID(1203630XXXX@g.us)를 사용합니다.
ru: Ручные идентификаторы — запасной вариант для чатов, которые не вернуло обнаружение. Личные чаты используют номера E.164 (+15551234567); группы — свой JID (1203630XXXX@g.us).
zh_hans: 手动 ID 是发现功能未返回的聊天的后备方案。私聊使用 E.164 电话号码（+15551234567）；群组使用其 JID（1203630XXXX@g.us）。

source: Manual IDs are a fallback for chats not returned by discovery. Use the chat GUID (e.g. iMessage;-;+15551234567) or a direct handle.
ko: 수동 ID는 자동 검색에 나타나지 않는 채팅을 위한 대안입니다. 채팅 GUID(예: iMessage;-;+15551234567) 또는 직접 핸들을 사용하세요.
ru: Ручные идентификаторы — запасной вариант для чатов, которые не вернул поиск. Используйте GUID чата (например, iMessage;-;+15551234567) или прямой адрес.
zh_hans: 手动 ID 是自动发现未返回的聊天的后备方式。请使用聊天 GUID（例如 iMessage;-;+15551234567）或直接标识。
zh_hant: 手動 ID 是自動探索未返回的聊天的後備方式。請使用聊天 GUID（例如 iMessage;-;+15551234567）或直接標識。

source: Manual IDs are used if /models is missing or returns a non-OpenAI schema.
ko: /models가 누락되었거나 OpenAI 스키마가 아닌 값을 반환하는 경우 수동 ID가 사용됩니다.
ru: ID, заданные вручную, используются, если /models отсутствует или возвращает схему не в формате OpenAI.
zh_hans: 如果/models 缺失或返回的不是 OpenAI 格式的 schema，则使用手动 ID。
zh_hant: 如果/models缺失或返回的不是OpenAI格式的schema，則使用手動ID。

source: Manual mode never auto-distills. Use 'Distill pending' or set to sessionEnd.
ko: 수동 모드에서는 자동 압축이 실행되지 않습니다. '대기 중인 항목 압축'을 사용하거나 sessionEnd로 설정하세요.
ru: Ручной режим никогда не выполняет автоматическую дистилляцию. Используйте «Ожидание дистилляции» или установите значение sessionEnd.
zh_hans: 手动模式绝不会自动蒸馏。请使用“蒸馏待处理项”，或设置为会话结束。
zh_hant: 手動模式永遠不會自動蒸餾。請使用「待蒸餾」或設置爲會話結束。

source: Manual models
ko: 수동 모델
ru: Ручные модели
zh_hans: 手动模型
zh_hant: 手動模型

source: Manually edit the auto-derived identity narrative
ko: 자동 생성된 신원 정보를 수동으로 편집합니다.
ru: Вручную отредактируйте автоматически полученное описание идентификации
zh_hans: 手动编辑自动派生的身份叙述
zh_hant: 手動編輯自動派生的身份敘述

source: Maps
ko: 지도
ru: Карты
zh_hans: 地图
zh_hant: 地圖

source: Mark a chat as Read above to choose its people here, or add handles under Advanced.
ko: 위에서 채팅을 '읽기'로 표시하면 여기서 사람을 선택할 수 있습니다. 또는 고급 설정에서 핸들을 추가하세요.
ru: Отметьте чат выше как «Чтение», чтобы выбрать людей здесь, или добавьте адреса в разделе «Дополнительно».
zh_hans: 在上方将聊天标记为“读取”即可在此选择联系人，或在“高级”设置中手动添加标识。

source: Mark a direct chat as Read above to choose its number here, or add numbers under Advanced.
ko: 위에서 1:1 채팅을 읽기로 표시하면 여기에서 해당 번호를 선택할 수 있으며, 고급에서 번호를 추가할 수도 있습니다.
ru: Отметьте личный чат выше как «Чтение», чтобы выбрать его номер здесь, или добавьте номера в разделе «Дополнительно».
zh_hans: 在上方将私聊标记为“读取”即可在此选择其号码，或在“高级”中添加号码。

source: Mark as Sent
ko: 전송됨으로 표시
ru: Отметить как отправленное
zh_hans: 标记为已发送
zh_hant: 標記為已傳送

source: Mark handled messages as read on WhatsApp (blue ticks) after they are stored. Senders can see this.
ko: 처리된 메시지를 저장한 후 WhatsApp에서 읽음(파란색 체크)으로 표시합니다. 발신자가 이를 볼 수 있습니다.
ru: Помечать обработанные сообщения в WhatsApp как прочитанные (синие галочки) после сохранения. Отправители это видят.
zh_hans: 在消息存储后于 WhatsApp 中将其标记为已读（蓝色对勾）。发送者可以看到此状态。

source: Mascot: %@
ko: 마스코트: %@
ru: Талисман: %@
zh_hans: 吉祥物：%@
zh_hant: 吉祥物：%@

source: Mask only detected sensitive text
ko: 감지된 민감한 텍스트만 마스킹
ru: Маска обнаружила только конфиденциальный текст
zh_hans: 仅对检测到的敏感文本脱敏
zh_hant: 僅遮罩檢測到的敏感文本

source: Master Address
ko: 기본 주소
ru: Главный адрес
zh_hans: 主地址
zh_hant: 主地址

source: MASTER ADDRESS
ko: 기본 주소
ru: МАСТЕР-АДРЕС
zh_hans: 主地址
zh_hant: 主地址

source: Master switch for replies and new messages. Agents may send to write-allowlisted destinations.
ko: 답장과 새 메시지의 마스터 스위치입니다. 에이전트는 쓰기 허용 목록에 있는 대상으로 전송할 수 있습니다.
ru: Главный переключатель для ответов и новых сообщений. Агенты могут отправлять в разрешённые для записи назначения.
zh_hans: 回复和新消息的总开关。智能体可以向已列入可写名单的目标发送。
zh_hant: 回覆和新訊息的總開關。智能體可以向已列入可寫名單的目標傳送。

source: Master switch. Each action below must also be enabled individually, and every mutation still requires confirm_send.
ko: 마스터 스위치입니다. 아래 각 작업은 개별적으로도 활성화해야 하며, 모든 변경 작업에는 여전히 confirm_send가 필요합니다.
ru: Главный переключатель. Каждое действие ниже нужно дополнительно включить по отдельности, и любое изменение по-прежнему требует confirm_send.
zh_hans: 总开关。下面的每个操作还须单独启用，并且每次变更操作仍需要 confirm_send。
zh_hant: 總開關。下面的每個操作還須單獨啟用，並且每次變更操作仍需要 confirm_send。

source: Master templates referenced when building
ko: 작업 시 참조하는 마스터 템플릿
ru: Эталонные шаблоны, используемые при сборке
zh_hans: 构建时参考的主模板
zh_hant: 建構時參考的主範本

source: Match type
ko: 일치 유형
ru: Тип соответствия
zh_hans: 匹配类型
zh_hant: 匹配類型

source: Matches a run of digits of this length, e.g. an account or ID number.
ko: 이 길이의 일련의 숫자(예: 계좌 또는 ID 번호)와 일치합니다.
ru: Соответствует серии цифр такой длины, например. счет или номер ID.
zh_hans: 匹配此长度的连续数字，例如账号或 ID 编号。
zh_hant: 匹配此長度的連續數字，例如賬號或 ID 編號。

source: Matches macOS appearance
ko: macOS 화면 모드와 일치
ru: Соответствует оформлению macOS
zh_hans: 跟随 macOS 外观
zh_hant: 跟隨 macOS 外觀

source: Max
ko: 최대
ru: Макс
zh_hans: 最大
zh_hant: 最大

source: max (blank = any)
ko: 최대(비워두면 제한 없음)
ru: максимум (пробел = любой)
zh_hans: 最大（留空 = 不限）
zh_hant: 最大（留空 = 不限）

source: Max %lld/hour
ko: 시간당 최대 %lld회
ru: Макс. %lld/час
zh_hans: 每小时最多 %lld 条
zh_hant: 每小時最多 %lld 條

source: Max Attachment Size (MB)
ko: 최대 첨부 파일 크기(MB)
ru: Максимальный размер вложения (МБ)
zh_hans: 附件大小上限（MB）

source: Max Blocks
ko: 최대 블록 수
ru: Макс блоков
zh_hans: 最大块数
zh_hant: 最大塊數

source: Max Concurrent Sequences
ko: 최대 동시 시퀀스 수
ru: Максимальное количество одновременных последовательностей
zh_hans: 最大并发序列
zh_hant: 最大並發序列

source: Max Concurrent Tasks
ko: 최대 동시 작업 수
ru: Максимальное количество одновременных задач
zh_hans: 最大并发任务数
zh_hant: 最大並發任務數

source: Max consecutive tool calls per turn
ko: 턴당 최대 연속 도구 호출 수
ru: Максимальное количество последовательных вызовов инструмента за ход
zh_hans: 每轮最大连续工具调用次数
zh_hant: 每輪最大連續工具調用次數

source: Max Pairing Body (KB)
ko: 최대 페어링 본문 크기(KB)
ru: Макс. размер тела сопряжения (КБ)
zh_hans: 最大配对请求体（KB）
zh_hant: 最大配對請求體（KB）

source: Max Request Body (MB)
ko: 최대 요청 본문 크기(MB)
ru: Макс. тело запроса (MB)
zh_hans: 最大请求体（MB）
zh_hant: 最大請求體（MB）

source: Max Tokens
ko: 최대 토큰
ru: Макс. токенов
zh_hans: 最大 Token 数
zh_hant: 最大 Token 數

source: Max Tool Attempts
ko: 최대 도구 시도 횟수
ru: Максимальное количество попыток инструмента
zh_hans: 最大工具尝试次数
zh_hant: 最大工具嘗試次數

source: Max Visible Toasts
ko: 최대 표시 토스트 수
ru: Максимум видимых уведомлений
zh_hans: 最大显示的 Toast 数量
zh_hant: 最大顯示的Toast數量

source: Maximum background tasks running at once. Empty uses default 5
ko: 동시에 실행되는 최대 백그라운드 작업 수입니다. 비워두면 기본값인 5가 사용됩니다.
ru: Максимальное количество фоновых задач, выполняемых одновременно. Если поле пустое, используется значение по умолчанию: 5.
zh_hans: 同时运行的最大后台任务数。空值使用默认 5
zh_hant: 同時運行的最大後臺任務數。空值使用默認5

source: Maximum cached tokens per chat slot for this memory mode.
ko: 이 메모리 모드의 채팅 슬롯당 최대 캐시 토큰 수입니다.
ru: Максимальное количество кэшированных токенов на слот чата для этого режима памяти.
zh_hans: 此记忆模式下每个聊天槽的最大缓存 Token 数。
zh_hant: 此記憶模式下每個聊天槽的最大緩存詞元數。

source: Maximum cached tokens per chat slot. 65 536 is the recommended default.
ko: 채팅 슬롯당 최대 캐시 토큰 수입니다. 권장 기본값은 65 536입니다.
ru: Максимальное количество кэшированных токенов на слот чата. 65 536 — рекомендуемое значение по умолчанию.
zh_hans: 每个聊天槽位的最大缓存 token 数。建议默认值为 65536。
zh_hant: 每個聊天槽位的最大緩存 token 數。建議默認值爲 65536。

source: Maximum MLX allocator cache, in MiB.
ko: 최대 MLX 할당자 캐시입니다(MiB 단위).
ru: Максимальный кэш распределителя MLX, в МиБ.
zh_hans: 最大 MLX 分配器缓存，单位为 MiB。
zh_hant: 最大 MLX 分配器緩存，單位爲 MiB。

source: Maximum response tokens
ko: 최대 응답 토큰
ru: Максимальное количество токенов ответа
zh_hans: 最大响应 Token 数
zh_hant: 最大響應詞元數

source: Maximum toasts shown at once. Empty uses default 5
ko: 동시에 표시되는 최대 토스트 수입니다. 비워두면 기본값인 5가 사용됩니다.
ru: Максимальное количество всплывающих уведомлений на экране. Если поле пустое, используется значение по умолчанию: 5.
zh_hans: 一次显示的最大 Toast 数量。空值则使用默认的 5 个
zh_hant: 一次顯示的最大Toast數量。空值則使用默認的5個

source: MCP Config File
ko: MCP 설정 파일
ru: MCP Конфигурационный файл
zh_hans: MCP 配置文件
zh_hant: MCP 配置文件

source: MCP config-file override is persisted only; the current tool registry still owns provider loading.
ko: MCP 설정 파일 재정의는 영구적으로만 유지되며, 현재 도구 레지스트리가 여전히 제공자 로드를 관리합니다.
ru: MCP сохраняется только переопределение конфигурационного файла; текущий реестр инструментов по-прежнему содержит загрузку провайдера.
zh_hans: MCP 配置文件覆盖仅做持久化；当前工具注册表仍负责提供商加载。
zh_hant: MCP 配置文件覆蓋僅做持久化；當前工具註冊表仍負責提供商加載。

source: MCP providers
ko: MCP 제공자
ru: MCP-провайдеры
zh_hans: MCP 提供商
zh_hant: MCP 提供商

source: MCP Providers
ko: MCP 제공자
ru: MCP Провайдеры
zh_hans: MCP 提供商
zh_hant: MCP 提供商

source: MCP server health check
ko: MCP 서버 상태 확인
ru: MCP проверка работоспособности сервера
zh_hans: MCP 服务器健康检查
zh_hant: MCP 服務器健康檢查

source: MCP Server Hub
ko: MCP 서버 허브
ru: Центр MCP-серверов
zh_hans: MCP 服务器中心
zh_hant: MCP 服務器中心

source: MCP Server Hub diagnostics
ko: MCP 서버 허브 진단
ru: MCP Диагностика серверного концентратора
zh_hans: MCP 服务器中心诊断
zh_hant: MCP Server Hub 診斷

source: MCP servers need manual setup
ko: MCP 서버는 수동 설정이 필요합니다
ru: MCP сервера требуют ручной настройки
zh_hans: MCP 服务器需要手动设置
zh_hant: MCP 服務器需要手動設置

source: MCP servers need OAuth sign-in
ko: MCP 서버는 OAuth 로그인이 필요합니다
ru: MCP серверам требуется OAаутентификация
zh_hans: MCP 服务器需要 OAuth 登录
zh_hant: MCP 服務器需要 OAuth 登錄

source: MCP servers need tokens
ko: MCP 서버는 토큰이 필요합니다
ru: MCP серверам нужны токены
zh_hans: MCP 服务器需要令牌
zh_hant: MCP 服務器需要令牌

source: Medium
ko: 중간
ru: Средний
zh_hans: 中等
zh_hant: 中等

source: Medium (2-4 GB)
ko: 중간(2-4 GB)
ru: Средний (2-4 GB)
zh_hans: 中等（2-4 GB）
zh_hant: 中等（2-4 GB）

source: Meet your dino
ko: 내 공룡 만나기
ru: Познакомьтесь со своим динозавром
zh_hans: 认识你的小恐龙
zh_hant: 認識你的小恐龍

source: Memories
ko: 메모리
ru: Воспоминания
zh_hans: 记忆
zh_hant: 記憶

source: Memory
ko: 메모리
ru: Память
zh_hans: 记忆
zh_hant: 記憶

source: Memory & Recall
ko: 메모리 및 회상
ru: Память и извлечение
zh_hans: 记忆与回忆
zh_hant: 內存與重載

source: Memory Action
ko: 메모리 작업
ru: Действие памяти
zh_hans: 记忆操作
zh_hant: 記憶操作

source: Memory action failed: %@
ko: 메모리 작업 실패: %@
ru: Не удалось выполнить действие с памятью: %@
zh_hans: 记忆操作失败：%@
zh_hant: 記憶操作失敗：%@

source: Memory Budget
ko: 메모리 예산
ru: Бюджет памяти
zh_hans: 记忆预算
zh_hant: 內存預算

source: Memory Context Preview
ko: 메모리 컨텍스트 미리보기
ru: Предварительный просмотр контекста памяти
zh_hans: 记忆上下文预览
zh_hant: 記憶上下文預覽

source: Memory database failed to open. Check Console for SQLCipher errors and the storage migration logs.
ko: 메모리 데이터베이스를 열지 못했습니다. 콘솔에서 SQLCipher 오류와 저장소 마이그레이션 로그를 확인하세요.
ru: База данных памяти не открылась. Проверьте консоль на наличие ошибок SQLCipher и журналов миграции хранилища.
zh_hans: 内存数据库无法打开。请检查控制台中的 SQLCipher 错误和存储迁移日志。
zh_hant: 內存數據庫無法打開。請檢查控制檯中的SQLCipher錯誤和存儲遷移日誌。

source: Memory database reopened.
ko: 메모리 데이터베이스를 다시 열었습니다.
ru: База данных памяти вновь открыта.
zh_hans: 记忆数据库已重新打开。
zh_hant: 內存數據庫已重新打開。

source: Memory DB open
ko: 메모리 DB 열림
ru: Память DB открыта
zh_hans: 记忆数据库已打开
zh_hant: 內存數據庫已打開

source: Memory disabled globally.
ko: 메모리가 전역적으로 사용 안 함으로 설정되었습니다.
ru: Память отключена глобально.
zh_hans: 记忆已全局禁用。
zh_hant: 全局禁用記憶。

source: Memory enabled
ko: 메모리 사용함
ru: Память включена
zh_hans: 记忆已启用
zh_hant: 記憶已啓用

source: Memory enabled for %@
ko: %@의 메모리를 사용함
ru: Память включена для %@
zh_hans: 已为 %@ 启用记忆
zh_hant: 已爲 %@ 啓用記憶

source: Memory for the default agent is controlled globally in Settings > Enable memory.
ko: 기본 에이전트의 메모리는 설정 > 메모리 사용에서 전역적으로 제어됩니다.
ru: Память для агента по умолчанию контролируется глобально в разделе «Настройки» > «Включить память».
zh_hans: 默认智能体的记忆功能在“设置”>“启用记忆”中全局控制。
zh_hant: 默認智能體的記憶功能在「設置」>「啓用記憶」中全局控制。

source: Memory Recall
ko: 메모리 회상
ru: Вызов памяти
zh_hans: 记忆回忆
zh_hant: 記憶回憶

source: Memory Safety
ko: 메모리 안전성
ru: Безопасность памяти
zh_hans: 内存安全
zh_hant: 內存安全

source: Memory store reset.
ko: 메모리 저장소가 초기화되었습니다.
ru: Сброс хранилища памяти.
zh_hans: 记忆存储已重置。
zh_hant: 內存存儲重置。

source: Memory store reset. Old file kept at %@.
ko: 메모리 저장소가 초기화되었습니다. 이전 파일은 %@에 보관됩니다.
ru: Сброс хранилища памяти. Старый файл хранится по адресу %@.
zh_hans: 记忆存储已重置。旧文件保留在 %@。
zh_hant: 內存存儲重置。舊文件保存在%@。

source: Memory system is disabled. Enable it below to start building memory.
ko: 메모리 시스템이 사용 안 함으로 설정되어 있습니다. 메모리 구성을 시작하려면 아래에서 활성화하세요.
ru: Система памяти отключена. Включите его ниже, чтобы начать наращивать память.
zh_hans: 记忆系统已禁用。请在下方启用以开始构建记忆。
zh_hant: 記憶系統已禁用。請在下方啓用以開始構建記憶。

# Memory: %@ GB / %@ GB
source: Memory: %1$@ GB / %2$@ GB
ko: 메모리: %@ GB / %@ GB
ru: Память: %1$@ GB / %2$@ GB
zh_hans: 内存：%1$@ GB / %2$@ GB
zh_hant: 內存：%1$@ GB / %2$@ GB

source: MemoryService.bufferTurn has not been invoked since the app started. The chat finalization path isn't reaching it — likely an upstream gate (per-agent disableMemory, hasContent=false, or a non-default chat path).
ko: 앱이 시작된 후 MemoryService.bufferTurn이 호출되지 않았습니다. 채팅 마무리 경로가 도달하지 못했습니다 — 업스트림 게이트(에이전트별 disableMemory, hasContent=false 또는 기본값이 아닌 채팅 경로) 때문일 수 있습니다.
ru: MemoryService.bufferTurn не вызывался с момента запуска приложения. Путь завершения чата не достигает его — скорее всего, это восходящий шлюз (disableMemory для каждого агента, hasContent=false или путь чата не по умолчанию).
zh_hans: MemoryService.bufferTurn 自应用启动后尚未被调用。聊天收尾流程未到达该方法——可能是上游的某个门控条件（各智能体的 disableMemory、hasContent=false 或非默认聊天路径）导致的。
zh_hant: MemoryService.bufferTurn 自應用啓動後尚未被調用。聊天結束流程未到達該方法——可能是上遊的某個網關（每個智能體的 disableMemory、hasContent=false 或非默認聊天路徑）導致的。

source: Message
ko: 메시지
ru: Сообщение
zh_hans: 消息
zh_hant: 消息

source: Message Assistant
ko: 어시스턴트에게 메시지 보내기
ru: Помощник по сообщениям
zh_hans: 给助手发消息
zh_hant: 給助手發消息

source: Message Effects
ko: 메시지 효과
ru: Эффекты сообщений
zh_hans: 消息效果

source: Message or attach files...
ko: 메시지 입력 또는 파일 첨부...
ru: Отправьте сообщение или прикрепите файлы…
zh_hans: 发送消息或附加文件...
zh_hant: 發送消息或附加文件...

source: Message sent.
ko: 메시지를 전송했습니다.
ru: Сообщение отправлено.
zh_hans: 消息已发送。
zh_hant: 訊息已傳送。

source: Messages
ko: 메시지
ru: Сообщения
zh_hans: 消息
zh_hant: 消息

source: Messages chats loaded
ko: 메시지 채팅을 불러옴
ru: Чаты «Сообщений» загружены
zh_hans: “信息”聊天已载入

source: Messages endpoint with streaming support
ko: 스트리밍을 지원하는 메시지 엔드포인트
ru: Конечная точка сообщений с поддержкой потоковой передачи
zh_hans: 支持流式输出的消息端点
zh_hant: 支持流式輸出的消息端點

source: Messages helper
ko: Messages 도우미
ru: Помощник Messages
zh_hans: Messages 辅助程序
zh_hant: Messages 輔助程式
